Repository: alephdata/aleph
Catalog: aleph/translations/*/LC_MESSAGES/aleph.po
Languages: ar, bs, de, es, fr, pt_br, ru

source: Aleph
ar: ألف
ru: Алеф

source: No schema on entity
ar: لا جزئية في هذا الكل
de: Dieses Objekt hat keinen Typ.
es: Sin esquema de la entidad
fr: Pas de schéma sur l’entité
ru: Отсутствует схема для сущности

source: [HTML removed: could not be sanitized]
ar: [تمت إزالة HTML: تعذر تنظيف المحتوى]
de: [HTML entfernt: konnte nicht gesichert werden]
es: [HTML eliminado: no se pudo depurar]
fr: [HTML retiré : n’a pas pu être assaini]
pt_br: [HTML removido: não pôde ser sanitizado]
ru: [HTML-код удалён как небезопасный]

source: Registration
ar: التسجيل
bs: Registracija
de: Anmeldung
es: Registro
fr: Enregistrement
pt_br: Cadastro
ru: Регистрация

source: News archives
ar: أرشيف الأخبار
bs: Arhiva vijesti
de: Nachrichtenarchive
es: Archivos de noticias
fr: Archives journalistiques
pt_br: Arquivos de notícias
ru: Архивы новостей

source: Leaks
ar: تسريبات
bs: Podaci koji su 'procurili' u javnost
de: Geleakte Daten
es: Filtraciones
fr: Fuites
pt_br: Vazamentos
ru: Утечки документов

source: Land registry
ar: سجلات الأراضي
bs: Zemljišni registri
de: Grundbücher
es: Registro de propiedad
fr: Registre foncier
pt_br: Registro de imóveis
ru: Земельный кадастр

source: Gazettes
ar: الجريدة الرسمية
bs: Službeni listovi
de: Amtsblätter
es: Boletines
fr: Journaux officiels
pt_br: Diários
ru: Вестники

source: Court archives
ar: أرشيف المحكمة
bs: Arhivi sudova
de: Gerichtsarchive
es: Archivos judiciales
fr: Archives des tribunaux
pt_br: Arquivos de Tribunal
ru: Архивы судебных документов

source: Company registries
ar: سجلات الشركات
bs: Registri firmi
de: Firmenregister
es: Registros empresariales
fr: Registres des sociétés
pt_br: Registros de empresas
ru: Реестры компаний

source: Sanctions lists
ar: قوائم العقوبات
bs: Popis sankcija
de: Sanktionslisten
es: Listas de sanciones
fr: Listes de sanctions
pt_br: Listas de sanções
ru: Санкционные списки

source: Procurement
ar: المشتريات
bs: Nabavke
de: Auftragsvergabe
es: Compras y contrataciones
fr: Marchés publics
pt_br: Aquisição
ru: Закупки

source: Financial records
ar: السجلات المالية
bs: Finansijske evidencije
de: Finanzunterlagen
es: Registros financieros
fr: Registres financiers
pt_br: Registros financeiros
ru: Финансовые документы

source: Grey literature
ar: المنشورات غير الرسمية
bs: Tajni dokumenti
de: Graue Literatur
es: Literatura Gris
fr: Littérature grise
pt_br: Literatura cinzenta
ru: Секретные документы

source: Document libraries
ar: المستندات المكتبية
bs: Biblioteke dokumenata
de: Dokumentensammlungen
es: Bibliotecas de documentos
fr: Bibliothèques de documents
pt_br: Bibliotecas de documentos
ru: Коллекции документов

source: Licenses and concessions
ar: التراخيص والامتيازات
bs: Dozvole i koncesije
de: Lizenzen und Zulassungen
es: Licencias y concesiones
fr: Autorisations et concessions
pt_br: Licenças e concessões
ru: Лицензии и концессионные соглашения

source: Regulatory filings
ar: الملفات التنظيمية
bs: Regulatorni zapisi
de: Aufsichtseinreichungen
es: Documentación regulatoria
fr: Déclarations réglementaires
pt_br: Registros regulatórios
ru: Распорядительные документы

source: Persons of interest
ar: الأشخاص المعنيون
bs: Osobe od interesa
de: Zielpersonen
es: Personas de interés
fr: Personnes d’intérêt
pt_br: Pessoas relevantes
ru: Подозрительные персонажи

source: Customs declarations
ar: البيانات الجمركية
bs: Carinske deklaracije
de: Zolldokumente
es: Declaraciones de aduanas
fr: Déclarations en douane
pt_br: Declarações aduaneiras
ru: Таможенные декларации

source: Population census
ar: التعداد السكاني
bs: Popis stanovništva
de: Bevölkerungszensus
es: Censo poblacional
fr: Recensement de la population
pt_br: Censo populacional
ru: Регистры населения

source: Air and maritime registers
ar: السجلات الجوية والبحرية
bs: Vazdušni i pomorski registri
de: Luft- und Seeregister
es: Registros marítimos y aéreos
fr: Registres d’immatriculation des navires et aéronefs
pt_br: Registros aéreos e marítimos
ru: Регистр воздушных и морских судов

source: Investigations
de: Recherchen
fr: Enquêtes
ru: Расследования

source: Other material
ar: مواد أخرى
bs: Ostali materijal
de: Anderes Material
es: Otro material
fr: Autre support
pt_br: Outros materiais
ru: Прочие материалы

source: not known
ar: غير معروف
de: nicht bekannt
es: desconocido
fr: inconnu
ru: неизвестно

source: not updated
ar: لم يحدث بعد
de: keine Aktualisierungen
es: no actualizado
fr: pas à jour
ru: не обновляется

source: daily
ar: يومي
de: täglich
es: diario
fr: quotidien
ru: ежедневно

source: weekly
ar: آسبوعي
de: wöchtenlich
es: semanal
fr: hebdomadaire
ru: еженедельно

source: monthly
ar: شهري
de: monatlich
es: mensual
fr: mensuel
ru: ежемесячно

source: annual
ar: سنوي
de: jährlich
es: anual
fr: annuel
ru: ежегодно

source: pending
ar: قيد الانتظار
de: aktiv
es: pendiente
fr: en attente
ru: в ожидании

source: successful
de: erfolgreich
fr: réussi
ru: успешно

source: failed
ar: فشلت العملية
de: Fehlgeschlagen
es: error
fr: échoué
ru: неудача

source: Invalid entity ID
ar: معرف الكيان غير صحيح او غير موجود
de: Ungültige Entity-ID
es: Identificación de entidad inválida
fr: ID entité non valable
ru: Неверный ID сущности

source: New datasets
de: Neue Datensätze
fr: Nouveaux ensembles de données
ru: Новые наборы данных

source: {{actor}} created {{collection}}
ar: {{actor}} أنشأ {{collection}}
bs: {{actor}} je stvorio {{collection}}
de: {{actor}} legte {{collection}} an
es: {{actor}} creó {{collection}}
fr: {{actor}} a créé {{collection}}
pt_br: {{actor}} criou {{collection}}
ru: {{actor}} создали {{collection}}

source: Document uploads
de: Dokumentenuploads
fr: Téléchargements de documents
ru: Загрузка документов

source: {{actor}} added {{document}} to {{collection}}
ar: {{actor}} أضيف {{document}} إلى {{collection}}
bs: {{actor}} je dodao {{document}} {{collection}}
de: {{actor}} fügte {{document}} zu {{collection}} hinzu
es: {{actor}} agregó {{document}} a {{collection}}
fr: {{actor}} a ajouté {{document}} à {{collection}}
pt_br: {{actor}} adicionou {{document}} em {{collection}}
ru: {{actor}} добавили {{document}} в {{collection}}

source: Entities generated
de: Generierte Objekte
fr: Entités générées
ru: Сгенерированные сущности

source: {{actor}} generated entities from {{table}} in {{collection}}
ar: {{actor}} أنشأ كيانات من {{table}} في {{collection}}
de: {{actor}} hat aus {{table}} Objekte im Datensatz {{collection}} generiert
es: {{actor}} generó entidades a partir de {{table}} en {{collection}}
fr: {{actor}} a généré des entités de {{table}} dans {{collection}}
ru: {{actor}} создали сущности из {{table}} в {{collection}}

source: New network diagram
de: Neues Netzwerkdiagramm
fr: Nouveau diagramme de réseau
ru: Новая диаграмма

source: {{actor}} began diagramming {{diagram}} in {{collection}}
ar: {{actor}} بدأ برسم {{diagram}} في {{collection}}
de: {{actor}} skizzierte das Netzwerk {{diagram}} in {{collection}}
es: {{actor}} empezó a diagramar {{diagram}} en {{collection}}
fr: {{actor}} a commencé à créer le diagramme {{diagram}} dans {{collection}}
ru: {{actor}} начали создавать {{diagram}} в {{collection}}

source: New diagrams and lists
de: Neue Diagramme und Listen
fr: Nouveaux diagrammes et listes
ru: Новые диаграммы и списки

source: {{actor}} created {{entityset}} in {{collection}}
ar: {{actor}} أنشأ {{entityset}} في {{collection}}
de: {{actor}} lefte {{entityset}} in {{collection}} an.
es: {{actor}} creó {{entityset}} en {{collection}}
fr: {{actor}} a créé {{entityset}} dans {{collection}}
ru: {{actor}} создали {{entityset}} в {{collection}}

source: Alert notifications
de: Benachrichtigungen
fr: Notifications d’alerte
ru: Уведомления

source: {{entity}} matches your alert for {{alert}}
ar: {{entity}} يطابق اشعارك ل {{alert}}
bs: {{entity}} odgovara vašem upozorenju za {{alert}}
de: {{entity}} erwähnt ihr Abo-Schlagwort {{alert}}
es: {{entity}} coincide con su alerta para {{alert}}
fr: {{entity}} correspond à votre alerte pour {{alert}}
pt_br: {{entity}} atende seu alerta para {{alert}}
ru: {{entity}} соответствует параметрам вашего оповещения для {{alert}}

source: Dataset access change
de: Änderung von Zugriffsrechten
fr: Changement d’accès à l’ensemble de données
ru: Изменён доступ к набору данных

source: {{actor}} gave {{role}} access to {{collection}}
ar: {{actor}} منح {{role}} الوصول إلى {{collection}}
bs: {{actor}} je dodijelio {{role}} pristup {{collection}}
de: {{actor}} hat {{role}} Zugriff zu {{collection}} erteilt
es: {{actor}} otorgó acceso de {{role}} a {{collection}}
fr: {{actor}} a donné à {{role}} accès à {{collection}}
pt_br: {{actor}} deu permissão de {{role}} em {{collection}}
ru: {{actor}} предоставили вам права {{role}} для доступа к {{collection}}

source: Dataset published
de: Datensatz veröffentlicht
fr: Ensemble de données publié
ru: Опубликован набор данных

source: {{actor}} published {{collection}}
ar: {{actor}} نشر {{collection}}
de: {{actor}} veröffentlichte {{collection}}
es: {{actor}} publicó {{collection}}
fr: {{actor}} a publié {{collection}}
ru: {{actor}} опубликовали {{collection}}

source: Exports completed
de: Vollständige Exporte
fr: Exports terminés
ru: Экспорт завершён

source: {{export}} is ready for download
de: {{export}} ist zum Download bereit
fr: {{export}} est prêt au téléchargement
ru: {{export}} можно скачать

source: No schema is specified for the query.
ar: لم يتم تحديد مخطط للاستعلام.
bs: Nije navedena shema za upit.
de: Diese Anfrage muss ein 'schema' enthalten.
es: No se especificó esquema para la consulta.
fr: Aucun schéma n’est spécifié pour la requête.
pt_br: Nenhum schema especificado para a consulta.
ru: Отсутствует схема данных для запроса.

source: The following export is ready for download:
de: Der folgende Export ist zum herunterladen bereit:
fr: L’export suivant est prêt à être téléchargé :
ru: Экспортированные данные доступны для скачивания:

source: This download link will expire on %(expiration_date)s. Browse all of your available exports here:
de: Dieser Download-Link wird am %(expiration_date)s verfallen. Sehen sie alle verfügbaren Exporte hier:
fr: Ce lien de téléchargement expirera le %(expiration_date)s. Parcourez tous vos exports disponibles ici :
ru: Ссылка для скачивания перестанет работать после %(expiration_date)s. Экспортированные данные для скачивания:

source: Dear %(name)s,
ar: العزيز/ة%(name)s
bs: Dragi/a %(name)s,
de: Hallo %(name)s,
es: Estimado(a) %(name)s,
fr: %(name)s,
pt_br: Olá %(name)s,
ru: Здравствуйте, %(name)s,

source: This email was sent by <a href="%(ui_url)s">%(app_title)s</a>
ar: تم إرسال الإيميل بواسطة<a href="%(ui_url)s">%(app_title)s</a>
bs: Email je poslao <a href="%(ui_url)s">%(app_title)s</a>
de: Diese E-Mail wurde von <a href="%(ui_url)s">%(app_title)s</a> verschickt
es: Este correo fue enviado por <a href="%(ui_url)s">%(app_title)s</a>
fr: Ce courriel a été envoyé par <a href="%(ui_url)s">%(app_title)s</a>
pt_br: Esse email foi enviado por <a href="%(ui_url)s">%(app_title)s</a>
ru: С уважением, <a href="%(ui_url)s">%(app_title)s</a>.

source: You have %(total_count)s pending notifications. Here are the latest updates you may be interested in:
ar: لديك (عدد) %(total_count)sمن الإشعارات المعلقة. إليك آخر التحديثات التي قد تكون مهمة لك:
bs: Imate %(total_count)snotifikaciju. Ovo su najnovija ažuriranja koja vas mogu zanimati:
de: Sie haben %(total_count)s neue Benachrichtigungen. Anbei die neuesten Benachrichtigungen die von Interesse sein könnten:
es: Tiene %(total_count)s notificaciones pendientes. Estas son las últimas novedades que podrían interesarle:
fr: Vous avez %(total_count)s notifications en attente. Voici les dernières mises à jour qui pourraient vous intéresser :
pt_br: Você possui %(total_count)s notificações pendentes. Aqui estão as últimas atualizações que podem ser interessantes pra você:
ru: У вас %(total_count)s оповещений. Последние:

source: Browse and manage all of your notifications here:
ar: لتصفح وإدارة جميع الإشعارات الخاصة بك:
bs: Pretražujte i upravljajte vašim notifikacijama ovdje:
de: Verwalten sie ihre Themen-Abos hier:
es: Explore y gestione todas sus notificaciones aquí:
fr: Parcourez et gérez toutes vos notifications ici :
pt_br: Visualize e gerencie todas suas notificações aqui:
ru: Управление оповещениями

source: To complete your registration, please visit <a href="%(url)s">our signup page</a>.
ar: لإتمام التسجيل، يرجى زيارة <a href="%(url)s">صفحة التسجيل</a> لدينا
bs: Da završite registraciju, molimo posjetite <a href="%(url)s">našu registracijsku stranicu</a>.
de: Um ihre Anmeldung fertig zu stellen besuchen sie bitte <a href="%(url)s">die Anmeldeseite</a>.
es: Para completar su inscripción, visite <a href="%(url)s">nuestra página de registro</a>.
fr: Pour terminer votre enregistrement, veuillez visiter <a href="%(url)s">notre page d’inscription</a>.
pt_br: Para completar seu cadastro, por favor visite <a href="%(url)s">nossa página de cadastro</a>.
ru: Для завершения регистрации, пожалуйста, перейдите на <a href="%(url)s"> страницу регистрации </a>.

source: Invalid user locale.
ar: اسم المستخدم غير صحيح
de: Ungültige Oberflächensprache.
es: Región de usuario inválida.
fr: Emplacement utilisateur non valable.
pt_br: Localidade de usuário inválida.
ru: Неверные региональные настройки.

source: Invalid entity ID: %s
ar: معرف الكيان غير صحيح: %s
de: Ungültige Entity-ID: %s
es: Identificación de entidad inválida: %s
fr: ID entité non valable : %s
ru: Неверный ID сущности: %s

source: Invalid category.
ar: الفئة غير متاحة
de: Ungültige Kategorie.
es: Categoría inválida.
fr: Catégorie non valable.
pt_br: Categoria inválida.
ru: Неверная категория

source: Invalid frequency.
ar: لم يتكرر
de: Ungültige Aktualisierungsrate
es: Frecuencia inválida.
fr: Fréquence non valable.
ru: Некорректная частота

source: Invalid set type.
ar: نوع المجموعة غير صالح
de: Ungültiger Set-Typ
es: Tipo de conjunto inválido
fr: Type défini non valable
ru: Неверный тип.

source: Invalid URL.
ar: عنوان URL غير صحيح
de: Ungültige URL.
es: URL inválida.
fr: URL non valable.
pt_br: URL inválida.
ru: Некорректная ссылка.

source: Invalid language code.
ar: رمز اللغة غير صحيح
de: Ungültiger Sprachkennung.
es: Código de lenguaje inválido.
fr: Code de langue non valable.
pt_br: Código de língua inválido.
ru: Некорректный языковой код.

source: Invalid country code: %s
ar: رمز الدولة غير صحيح:1 %s
de: Ungültiger Ländercode: %s
es: Código de país inválido: %s
fr: Code pays non valable : %s
pt_br: Código de país inválido: %s
ru: Некорректный код страны: %s

source: Invalid schema name: %s
ar: اسم مخطط غير صحيح : 1%s
de: Ungültige Schemakennung: %s
es: Nombre de esquema inválido: %s
fr: Nom de schéma non valable : %s
pt_br: Nome de schema inválido: %s
ru: Некорректное имя схемы: %s

source: Invalid date: %s
ar: تاريخ خاطئ 1%s
de: Ungültiges Datum: %s
es: Fecha inválida: %s
fr: Date non valable : %s
pt_br: Data inválida: %s
ru: Неверная дата: %s

source: You are not authorized to do this.
ar: غير مخول للقيام بذلك.
bs: Niste ovlašteni da ovo uradite.
de: Ihnen fehlt das Recht, dies zu tun.
es: Usted no está autorizado para hacer esto.
fr: Vous n’êtes pas autorisé à réaliser cette action.
pt_br: Você não tem permissão para isso.
ru: У вас недостаточно прав.

source: This path does not exist.
ar: هذا المسار غير موجود.
bs: Ova putanja ne postoji.
de: Dieser Pfad existiert nicht.
es: Esta ruta no existe.
fr: Ce chemin n’existe pas.
pt_br: Esse caminho não existe.
ru: Неверный путь.

source: Internal server error.
ar: خطأ في الخادم الداخلي.
bs: Interna greška servera.
de: Interner Server-Fehler
es: Error de servidor interno.
fr: Erreur interne du serveur.
pt_br: Erro interno no servidor.
ru: Ошибка сервера.

source: Access token is invalid.
ar: رمز الدخول غير صحيح
de: Ungültiger Zugriffstoken
es: El token de acceso es inválido.
fr: Le jeton d’accès est non valable.
pt_br: Token de acesso inválido.
ru: Неверный ключ доступа.

source: Search: %s
de: Suche: %s
fr: Rechercher : %s
ru: Найти: %s

source: Only diagrams can be embedded!
fr: Seuls des diagrammes peuvent être intégrés.
ru: Вставлять можно только диаграммы!

source: prefix filter is too short
ar: مرشح البادئة قصير جدًا
bs: prefix filter je previše kratak
de: prefix-Filter ist zu kurz
es: el filtro de prefijo es demasiado corto
fr: le filtre de préfixe est trop court
pt_br: filtro de prefixo muito curto
ru: Префикс слишком короткий

source: To proceed, please check your email.
ar: للمتابعة ، يرجى مراجعة بريدك الإلكتروني.
bs: Da biste nastavili, molimo vas provjerite svoj email.
de: Um fortzufahren reagieren sie bitte auf eine E-Mail.
es: Para continuar, revise su correo electrónico.
fr: Pour continuer, veuillez vérifier votre boîte de réception.
pt_br: Para continuar, por favor verifque seu email.
ru: Пожалуйста, проверьте почту

source: Invalid code
ar: الرمز غير صحيح
bs: Nevažeći kod
de: Ungültiger Code
es: Código inválido
fr: Code invalide
pt_br: Código inválido
ru: Неверный код

source: Email is already registered
ar: البريد الإلكتروني مسجل سابقا
bs: Email je već registrovan
de: Diese E-Mail ist bereits angemeldet
es: El correo electrónico ya está registrado
fr: L’adresse e-mail est déjà enregistrée
pt_br: Email já cadastrado
ru: Этот электронный адрес уже зарегистрирован

source: Incorrect password.
ar: كلمة المرور خاطئة
de: Falsches Passwort.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
pt_br: Senha incorreta.
ru: Неверный пароль.

source: Invalid user or password.
ar: اسم مستخدم أو كلمة مرور غير صحيحة
de: Der Nutzername oder das Passwort ist falsch.
es: Contraseña o usuario incorrecto.
fr: Nom d’utilisateur ou mot de passe non valable.
pt_br: Usuário ou senha inválida.
ru: Неверное имя пользователя или пароль.

source: Authentication has failed.
ar: فشل التوثيق
de: Die Anmeldung ist fehlgeschlagen.
es: Error en la autenticación.
fr: L’authentification a échoué.
pt_br: Autenticação falhou.
ru: Ошибка авторизации.

source: Error during data validation
ar: حدث خطأ أثناء التحقق من صحة البيانات
bs: Greška tokom validacije podataka
de: Validierungsfehler
es: Error al validar los datos
fr: Erreur pendant la validation des données
pt_br: Erro durante a validação do dado
ru: Ошибка проверки данных

source: Personal datasets
pt_br: Conjuntos de dados pessoais

source: {{actor}} changed the settings of {{collection}}
bs: {{actor}} je promijenio postavke {{collection}}

source: /api/1/ is deprecated, please use /api/2/.
bs: /api/1/ se ne koristi, molimo vas da koristite /api/2
