Repository: alephdata/aleph
Catalog: ui/i18n/translations/*.po
Languages: bs, de

source: '{label}' of …
de: '{label}' von...

source: (confirm)
bs: (potvrdi)
de: (bestätigen)

source: (missing)
bs: (nedostaje)
de: (fehlt)

source: 1. Select entity types to map
de: 1. Welche Objekte sollen angelegt werden

source: 2. Map columns to entity properties
de: 2. Verknüpfung von Spalten mit Eigenschaften

source: 3. Verify
de: 3. Prüfung

source: <em>+banana ice cream</em> requires that only results with the term banana will be returned, while ice and cream are optional
de: <em>+Banane Eiskreme</em> gibt nur Ergebnisse zurück, die den Begriff Banane enthalten, während Eiskreme optional bleibt.

source: <em>-banana ice cream</em> ensures that no results with the term banana will be returned
de: <em>-Banane</em> entfernt alle Ergebnisse, die den Begriff Banane ergeben

source: <em>banana AND “ice cream”</em> requires that only results with both banana and ice cream are returned
de: <em>banana AND “ice cream”</em> gibt nur Ergebnisse zurück, die den sowohl Begriff Banane wie auch den Begriff Eiskreme erwähnen.

source: <em>banana OR “ice cream”</em> ensures that only results with either banana or ice cream are returned
de: <em>Banane OR “Eiskreme”</em> sucht nur Ergebnisse, die entweder Banane oder Eiskreme erwähnen

source: A brief description of the dataset
de: Eine kurze Beschreibung des Datensatzes

source: A brief description of the diagram
de: Eine kurze Beschreibung des Diagramms

source: A brief summary
bs: Sažetak
de: Eine kurze Beschreibung

source: A label
bs: Labela
de: Ein Titel

source: API Secret Access Key
bs: API tajni pristupni ključ
de: API-Zugangsschlüssel

source: Accessible to
de: Zugang

source: Activate
bs: Aktiviraj
de: Aktivieren

source: Activate your account
bs: Aktiviraj svoj profil
de: Aktivieren sie ihr Nutzerkonto

source: Activity
de: Tätigkeiten

source: Add a fixed value
de: Einen fixen Wert setzen

source: Add a new object
de: Neues Objekt hinzufügen

source: Add a new relationship
de: Neue Beziehung hinzufügen

source: Add fixed value text
de: Fixen Wert hinzufügen

source: Aleph data mapping documentation
de: Aleph Mapping-Dokumentation

source: Alerts
de: Themen-Abos

source: All
de: Alle

source: All keys combined specify the id of the entity. The id must be unique.
de: Alle Schlüssel zusammen ergeben die ID des Objektes. Die ID muss unverwechselbar sein.

source: Already have account? Sign in!
bs: Već imate kreiran profil? Logujte se!
de: Haben sie schon ein Konto? Zur Anmeldung.

source: An error occured while attempting to delete this entity.
de: Beim Löschen des Objektes trat ein Fehler auf.

source: An unexpected error occured
bs: Desila se neočekivana greška
de: Ein unerwarteter Fehler ist aufgetreten.

source: Are you sure you are ready to generate entities using this mapping?
de: Sind sie sicher, dass sie auf der Basis dieses Mappings Objekte erzeugen wollen?

source: Are you sure you want to delete this dataset and all contained items?
de: Sind sie sicher, dass sie den Datensatz sowie alle enthaltenen Daten löschen wollen?

source: Are you sure you want to delete this diagram?
de: Sind sie sicher, dass sie dieses Diagramm löschen wollen?

source: Are you sure you want to delete this entity?
de: Sind sie sicher, dass sie dieses Objekt löschen möchten?

source: Are you sure you want to delete this mapping and all generated entities?
de: Sind sie sicher, dass sie dieses Mapping und alle daraus resultierenden Objekte löschen wollen?

source: Are you sure you want to remove entities generated using this mapping?
de: Sind sie sicher, dass sie die Entitäten die aus dieses Mapping generiert wurden löschen möchten?

source: Assign a property
de: Eigenschaft zuweisen

source: Attachments
de: Anhänge

source: Browse
de: Erforschen

source: Cancel
bs: Otkaži
de: Abbrechen

source: Cancel the process
de: Vorgang abbrechen

source: Cannot export more than 10,000 results at a time
de: Es können nur 10,000 Resultate auf einmal exportiert werden

source: Cases overview
de: Fallübersicht

source: Categories
bs: Kategorije
de: Kategorien

source: Category
bs: Kategorija
de: Kategorie

source: Change your password
de: Ändern sie ihr Passwort

source: Changes are still being saved, are you sure you want to leave?
de: Es werden grade Änderungen gespeichert, wollen sie dennoch weg navigieren?

source: Check the progress of ongoing data analysis, upload, and processing tasks.
de: Beobachten sie den Fortschritt von laufenden Datenimports und -analysen.

source: Check your inbox
bs: Provjeri svoju poštu
de: Prüfen sie ihr Postfach

source: Choose a user
bs: Izaberi korisnika
de: Wählen sie einen Nutzer

source: Choose files to upload...
bs: Izaberi fajlove za unos...
de: Wählen sie Dateien für den Upload

source: Citations
de: Erwähnungen

source: Clear all
de: Alle entfernen

source: Clear index before processing
de: Suchindex vor der Verarbeitung löschen

source: Click to receive alerts about new results for this search.
de: Erhalten sie Benachrichtigungen über neue Treffer zu dieser Suche.

source: Columns with duplicate headers cannot be assigned
de: Mehrfach genutzte Kopfzeilen können nicht zugewiesen werden

source: Columns with no header cannot be assigned
de: Spalten ohne Kopfzeile können nicht zugewiesen weden

source: Compare entities between collections
bs: Uporedi entitete sa kolekcijama
de: Rasterung mit anderen Datensätzen

source: Composite queries
de: Komplexe Anfragen

source: Compute
de: Errechnen

source: Confirm password
bs: Potvrdi šifru
de: Passwort bestätigen

source: Contact
bs: Kontakt
de: Kontakt

source: Continue to frolic about while data is being processed.
de: Tollen sie herum während die Daten verarbeitet werden.

source: Copied to clipboard!
de: In die Zwischenablage kopiert!

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: Countries
bs: Države
de: Länder

source: Country
bs: Država
de: Land

source: Create
bs: Kreiraj
de: Anlegen

source: Create a network diagram
de: Netzwerkdiagramm anlegen

source: Create a new tracking alert...
de: Legen sie ein neues Themen-Abo an...

source: Create a personal dataset
de: Persönlichen Datensatz anlegen

source: Cross-reference
bs: Povezane reference
de: Rasterfahndung

source: Cross-reference all datasets
de: Mit allen Datensätzen verrastern

source: Cross-reference specific datasets (faster)
de: Mit bestimmten Datensätzen verrastern (schneller)

source: Cross-referenced dataset
de: Querverwiesener Datensatz

source: Cross-referencing against all other data may take a lot of time. Start this process once and then wait for it to complete.
de: Der Querverweis mit allen anderen Daten kann sehr lange dauern. Starten sie diesen Prozess einmal und warten sie bis er abgeschlossen ist.

source: Cross-referencing started.
de: Rasterfahndung gestartet.

source: Current password
de: Gegenwärtiges Passwort

source: Data URL
de: Daten-URL

source: Data source URL
de: Quelldaten-URL

source: Dataset
de: Datensatz

source: Dataset is published
de: Datensatz wurde veröffentlicht

source: Dataset settings
de: Datensatz-Einstellungen

source: Datasets
de: Datensätze

source: Date
bs: Datum
de: Datum

source: Delete
bs: Izbriši
de: Löschen

source: Deleting mapping and generated entities...
de: Mapping und Entitäten werden gelöscht...

source: Diagram settings
de: Diagramm-Einstellungen

source: Diagrams
de: Diagramme

source: Documents
de: Dokumente

source: Documents are being processed. Please wait...
bs: Dokumenti se upravo precesuiraju. Molimo sačekajte...
de: Die Dokumente werden verarbeitet. Bitte warten sie...

source: Documents are being processed...
bs: Dokumenti se procesuiraju...
de: Die Dokumente werden verarbeitet...

source: Don't have account? Register!
bs: Nemate kreiran profil? Registrujte se!
de: Sie haben kein Konto? Anmelden!

source: Download
bs: Preuzmi
de: Herunterladen

source: Download Excel
de: Excel-Download

source: Download the original document
bs: Preuzmi originalni dokument
de: Quelldokument herunterladen

source: Drop a .vis file here or click to import an existing diagram layout
de: Legen sie hier eine .vis Datei ab, um ein bestehendes Netzwerkdiagramm zu importieren

source: E-mail Address
bs: E-mail adrese
de: E-Mail-Adresse

source: Edit
bs: Uredi
de: Bearbeiten

source: Email address
bs: E-mail adresa
de: E-Mail-Adresse

source: Enter your current password to set a new one.
de: Geben sie ihr Passwort an um ein Neues zu setzen.

source: Error
bs: Greška
de: Fehler

source: Error importing file
de: Fehler beim Datei-Import

source: Error saving
de: Speicherfehler

source: Error:
de: Fehler:

source: Exact matches
de: Genaue Treffer

source: Expand
de: Erweitern

source: Extracted selectors
de: Extrahierte Schlagworte

source: Filter by access
de: Nach Zugriff gefiltert

source: Filter datasets
de: Datensätze filtern

source: Filters
bs: Filteri
de: Filter

source: Find public records and leaks
de: Finde öffentliche Dokumente und Leaks

source: Finished
de: Fertig

source: Folder title
bs: Naziv foldera
de: Ordnertitel

source: Follow the steps below to map items in this dataset to structured Follow the Money entites. For more information, please refer to the {link}
de: Folgen sie den untenstehenden Schritten um Einträge aus dieser Tabelle in das strukturierte Datenschema "Follow the Money" zu projizieren. Mehr Informationen finden sie in der {link}.

source: Found {resultCount} {resultCount, plural, one {similar entity} other {similar entities}} from {datasetCount} {datasetCount, plural, one {dataset} other {datasets}}
de: Es wurden {resultCount} {resultCount, plural, one {ähnliches Objekt} other {ähnliche Objekte}} in {datasetCount} {datasetCount, plural, one {Datensatz} other {Datensätzen}} gefunden.

source: Found {total} results
de: {total} Treffer gefunden

source: From
bs: Od
de: Von

source: Generate
de: Erzeugen

source: Generate entities
de: Entitäten erzeugen

source: Generate structured entities
de: Strukturierte Daten erzeugen

source: Generating entities...
de: Entitäten werden erzeugt...

source: Groups
bs: Grupe
de: Gruppen

source: Help
bs: Pomoć
de: Hilfe

source: Import a network diagram
de: Netzwerkdiagramm importieren

source: Import diagram
de: Diagramm importieren

source: Information URL
de: Informations-URL

source: It's official, your profile is updated.
de: Nach meiner Kenntnis tritt das sofort, unverzüglich in Kraft.

source: Jobs
de: Prozesse

source: Keep track of searches...
bs: Pratite historiju pretrage...
de: Verwalten sie ihre Suchen...

source: Key Error: {id} entity must have at least one key
de: Schlüssel-Fehler: Objekt {id} muss mindestens einen Schlüssel haben

source: Keys
de: Schlüssel

source: Label
bs: Oznaka
de: Titel

source: Language
de: Sprache

source: Languages
bs: Jezici
de: Sprachen

source: Last updated
bs: Posljednja izmjena
de: Aktualisiert

source: Last updated:
de: Aktualisiert:

source: Link to further information
de: Link zu zusätzlichen Informationen

source: Link to the publisher
de: Link zum Herausgeber

source: Link to the raw data in a downloadable form
de: Link zu den Rohdaten

source: Loading…
bs: Učitavanje...
de: Lade...

source: Logout successful
bs: Uspješno ste se odjavili
de: Abmeldung erfolgreich

source: Manage your alerts
bs: Upravljaj pretplatama
de: Verwalten sie sie ihre Themen-Abos

source: Manager
bs: Upravitelj
de: Verwalter

source: Match your own data against the entities in this collection using the free {openrefine} tool by adding the reconciliation endpoint.
de: Gleichen sie mithilfe des freien {openrefine}-Tools ihre eigenen Daten mit den Objekten in diesem Datensatz ab.

source: Matches
de: Treffer

source: Mentions
de: Erwähnungen

source: More than {total} results
de: Mehr als {total} Treffer

source: Network diagrams
de: Netzwerkdiagramme

source: Network diagrams let you visualize complex relationships within a dataset.
de: Netzwerkdiagramme helfen ihnen, komplexe Zusammenhänge innerhalb eines Datensatzes zu visualisieren.

source: New dataset
de: Neuer Datensatz

source: New diagram
de: Neues Diagramm

source: New folder
bs: Nova datoteka
de: Neuer Ordner

source: New password
de: Neues Passwort

source: No Result
de: Kein Resultat

source: No files or directories.
de: Keine Dateien und Verzeichnisse.

source: No files or directories. Drop files here or click to upload.
de: Keine Dateien oder Verzeichnisse. Ziehen sie Dateien hier in um sie hoch zu laden.

source: No matching objects available
de: Keine passenden Objekte sind verfügbar

source: No message body.
bs: Nema sadržaja.
de: Kein Nachrichtentext

source: No options
bs: Nema opcija
de: Keine Optionen

source: No preview is available for this document
bs: Pregled ovog dokumenta nije dostupan
de: Für dieses Dokument ist keine Vorschau verfügbar

source: No results
de: Keine Treffer

source: No results found
de: Keine Treffer gefunden

source: No results.
bs: Nema rezultata.
de: Keine Resultate.

source: No search results
bs: Nema rezultata pretrage
de: Keine Suchergebnisse

source: No selectors were extracted from this entity.
de: Aus diesem Objekt wurden keine Schlagworte extrahiert.

source: No single page within this document matches all your search terms.
de: Keine einzelne Seite in diesem Dokument enthält alle Suchbegriffe.

source: Not authorized
bs: Nije Vam dozvoljen pristup
de: Erlaubnis verweigert

source: Notifications
bs: Notifikacije
de: Benachrichtigungen

source: Objects
de: Objekte

source: Once the upload is complete, it will take a few moments for the document to be processed and become searchable.
bs: Kada unos bude završen, biti će potrebno par momenata da bi dokument bio procesuiran i da bi mogao biti korišten za pretragu.
de: Wenn der Upload fertig ist wird es einige Momente dauern bis die Dokumente verarbeitet wurden und durchsuchbar sind.

source: One result found
de: Ein Treffer gefunden

source: Only administrators can publish a dataset.
de: Nur Administratoren dürfen einen Datensatz veröffentlichen.

source: Organisation or person publishing this data
de: Die Organisation oder Person, die diese Daten bereitstellt

source: Other
bs: Drugo
de: Andere

source: Overview
de: Übersicht

source: Page {pageInput} of {numberOfPages}
de: Seite {pageInput} von {numberOfPages}

source: Page {page}
de: Seite {page}

source: Password
bs: Šifra
de: Passwort

source: Passwords do not match
bs: Šifre nisu iste
de: Passwörter stimmen nicht überein

source: Pending
de: Unerledigt

source: Personal dataset
de: Persönlicher Datensatz

source: Personal datasets
de: Persönliche Datensätze

source: Personal datasets let you upload and share documents and data which belong to a particular story. You can upload PDFs, email archives or spreadsheets, and they will be made easy to search and browse.
de: Persönliche Datensätze erlauben ihneen, Dokumente und Daten die zu einer bestimmten Recherche gehören hoch zu laden. Sie können PDFs, E-Mail-Archive oder Tabellen hochladen um diese einfach durchsuchbar zu machen.

source: Preview mapping
de: Mapping-Vorschau

source: Properties
de: Eigenschaften

source: Proximity searches
de: Nachbarschaftssuchen

source: Publish
de: Veröffentlichen

source: Publisher
de: Herausgeber

source: Publisher URL
de: Herausgeber-URL

source: Re-generating entities...
de: Entitäten werden erneut erzeugt...

source: Re-process
de: Erneut verarbeiten

source: Re-processing started.
de: Verarbeitung gestartet.

source: Re-processing the dataset will take some time. Start the process only once and allow time for it to complete.
de: Den Datensatz erneut zu verarbeiten wird einige Zeit dauern. Bitte starten sie diesen Prozess nur einmal und geben sie ihm Zeit um vollständig abzuschließen.

source: Receive daily notification e-mails
de: Tägliche Benachrichtigungen per E-Mail erhalten

source: Recent notifications
bs: Nedavne notifikacije
de: Neue Benachrichtigungen

source: Recipient
bs: Primalac
de: Empfänger

source: Register
bs: Registrujte se
de: Anmelden

source: Relationship Error: {id} entity must have a {source} and {target} assigned
de: Verbindungsfehler: dem Objekt {id} muss sowohl {source} wie {target} zugewiesen werden.

source: Relationships
de: Verbindungen

source: Remove
de: Entfernen

source: Remove from {listType}
de: Entfernen aus {listType}

source: Remove generated entities
de: Entstandene Entitäten entfernen

source: Remove this property from mapping
de: Diese Eigenschaft aus dem Mapping entfernen

source: Removing generated entities...
de: Entferne erzeugte Entitäten...

source: Review selection
de: Auswahl prüfen

source: Save
bs: Sačuvaj
de: Speichern

source: Save changes
bs: Sačuvaj izmjene
de: Speichern

source: Saved
de: Gespeichert

source: Saving...
de: Speichere...

source: Score
bs: Količina usaglašenosti
de: Qualität

source: Search
bs: Pretraži
de: Suche

source: Search by country name
bs: Pretraži po imenu države
de: Nach Ländername suchen

source: Search companies, people and documents
de: Suche nach Firmen, Personen oder Dokumenten

source: Search datasets...
de: Datensätze durchsuchen...

source: Search for {query}
de: Suche nach {query}

source: Search history
de: Suchhistorie

source: Search in {label}
de: Suche in {label}

source: Search personal datasets...
de: Suchen sie persönliche Datensätze...

source: Search users
bs: Pretraži korisnike
de: Nutzersuche

source: Search {things} entities
de: {things} Einträge

source: Searching...
bs: Traženje...
de: Suche...

source: Select
de: Auswahl

source: Select a dataset
de: Datensatz auswählen

source: Select an object
de: Objekt auswählen

source: Select keys from available columns
de: Wählen sie aus den verfügbaren Spalten einen Schlüssel

source: Server error
bs: Greška na serveru
de: Serverfehler

source: Settings
bs: Podešavanja
de: Einstellungen

source: Share
de: Teilen

source: Share with
bs: Podijeli sa
de: Teilen mit

source: Show more
de: Mehr zeigen

source: Show more…
bs: Prikaži više...
de: Mehr zeigen...

source: Sign in
bs: Prijava
de: Anmelden

source: Sign in / Register
bs: Loguj se / Registruj se
de: Anmelden / Registrieren

source: Sign in via OAuth
bs: Loguj se pomoću OAuth
de: Mit OAuth anmelden

source: Sign out
bs: Odloguj se
de: Abmelden

source: Sign up
bs: Registracija
de: Registrieren

source: Similar
bs: Slično
de: Ähnlich

source: Size
bs: Veličina
de: Größe

source: Some sources are hidden from anonymous users. {signInButton} to see all results you are authorised to access.
de: Einige Quellen sind anonymen Nutzern nicht zugänglich. {signInButton} um alle Resultate zu sehen, zu denen sie Zugang haben.

source: Spelling variants
de: Schreibvarianten

source: Start processing
de: Verarbeitung starten

source: Subject
bs: Predmet
de: Betreff

source: Submit
de: Speichern

source: Success
bs: Uspješno
de: Erfolg

source: Summary
bs: Opis
de: Beschreibung

source: Tasks
de: Aufgaben

source: Test new features before they are finished
de: Ich will neue Funktionen der Software testen bevor sie fertig sind

source: The Server did not accept your input
bs: Server nije prihvatio Vaš unos
de: Der Server hat ihre Eingaben nicht akzeptiert.

source: The list below shows all datasets that belong to this group.
de: Die Liste zeigt alle Datensätze die zu dieser Gruppe gehören.

source: The requested page could not be found.
bs: Tražena stranica nije pronađena.
de: Die angeforderte Seite konnte nicht gefunden werden.

source: The search <em>banana ice cream</em> prioritizes results that contain all three terms: banana, ice, and cream. Results with one or more of the given terms will follow
de: Die Suche <em>Banane Eiskreme</em> wertet beide Begriffe. Es werden Treffer angezeigt, die einen oder beide Begriffe nennen.

source: The system does not work with these types of files. Please download it so you’ll be able to see it.
bs: Sistem ne podržava ovaj tip dokumenta. Molimo vas da ga preuzmete kako bi bili u mogućnosti da ga vidite.
de: Das System kann mit diesem Dateityp nicht umgehen. Bitte laden sie die Datei herunter um den Inhalt zu sehen.

source: There are no cross-referencing results.
de: Er gibt keine Rasterfahndungsergebnisse.

source: There are no ongoing tasks
de: Es findet keine Datenverarbeitung statt.

source: There are no similar entities.
de: Es gibt keine ähnlichen Einträge.

source: There was an error creating the folder.
de: Beim Anlegen des Ordners trat ein Fehler auf.

source: There was an error saving your latest changes, are you sure you want to leave?
de: Beim Speichern ihrer Änderungen trat ein Fehler auf. Sind sie sicher dass sie weg navigieren wollen?

source: There was an error while uploading the file.
bs: Desila se greška prilikom unosa fajla.
de: Beim Hochladen der Datei trat ein Fehler auf.

source: These operations can be combined as you like. For example <em>banana AND (“ice cream” OR “gelato”) -chocolate</em> will return results where banana appears with ice cream or gelato in the document but where chocolate is not present
de: Diese Operationen können beliebig verknüpft werden. Mit der Anfrage <em>Banane AND (“Eiskreme” OR “gelato”) -Schokolade</em> suchen sie Einträge in denen Banane auftaucht, Eiskreme oder Gelato, aber wo keine Schokolade erwähnt wird

source: This entity does not have any relationships.
bs: Entitet nema nikakve veze.
de: Diese Objekt hat keine Verbindungen.

source: This folder is empty
bs: Ova datoteka je prazna
de: Dieser Ordner ist leer

source: This folder is not fully imported.
bs: Ovaj folder nije u potpunosti unešen.
de: Der Order wurde noch nicht vollständig verarbeitet.

source: This group is not linked to any datasets.
de: Diese Gruppe umfasst bisher keine Datensätze.

source: Title
de: Titel

source: To search for two terms within a certain distance of each other, use double quotes <em>""</em> around the two words and the tilde <em>~</em> symbol at the end of the phrase. For example <em>“Bank America”~2</em> will find relevant matches with the terms "Bank" and "America" occurring within two words from each other, such as "Bank of America", "Bank in America", even "America has a Bank".
de: Um nach zwei benachbarten Begriffen innerhalb einer gewissen Distanz zu suchen, nutzen sie doppelte Anführungszeichen <em>""</em> um die beiden Begriffe, sowie eine Tilde <em>~</em> am Ende der Anfrage. <em>“Bank America”~2</em> wird etwa Ergebnisse finden, in denen "Bank" und "America" innerhalb von zwei Worten beinander vorkommen. Dazu gehören etwa Treffer wie "Bank of America", "Bank in America", aber auch "America has a Bank".

source: Track
de: Verfolgen

source: Track {queryText}: {alertComponent}
de: Themen-Abo {queryText}: {alertComponent}

source: Tracking alerts
de: Themen-Abos

source: Try making your search more general
bs: Pokušajte opširniji pojam za pretragu
de: Versuchen sie eine ungenauere Suchanfrage

source: Try searching: {samples}
bs: Pokušajte pretražiti: {samples}
de: Zum Beispiel: {samples}

source: Type
bs: Tip
de: Typ

source: Unknown
bs: Nepoznato
de: Unbekannt

source: Untitled dataset
de: Unbenannter Datensatz

source: Untitled diagram
de: Unbenanntes Diagramm

source: Update
bs: Ažuriraj
de: Speichern

source: Update in progress ({percent}%)
de: Wird verarbeitet ({percent}%)

source: Update mapping & re-generate
de: Mapping speichern & aktualisieren

source: Updated {date}
bs: Ažurirano {date}
de: Aktualisiert: {date}

source: Updating this mapping will delete any previously generated entities and re-generate them. Are you sure you would like to continue?
de: Wenn sie dieses Mapping speichern werden alle zuvor erzeugten Entitäten entfernt und neu generiert. Wollen sie fortfahren?

source: Upload
bs: Unos
de: Hochladen

source: Upload documents
bs: Unos dokumenata
de: Dokumente hochladen

source: Uploading: {file}...
bs: Unosi se: {file}...
de: Lade: {file}...
