Repository: alephdata/aleph
Catalog: ui/i18n/translations/*.po
Languages: bs, de

source: Use <em>""</em> to return only exact matches. For example, the search <em>"barack obama"</em> will return only results containing the exact phrase "barack obama"
de: Nutzen sie <em>""</em> um wörtliche Treffer zu finden. Die Suche <em>"barack obama"</em> etwa wird nur Resultate zeigen die den gesamten Begriff "barack obama" erwähnen.

source: Use <em>~</em> to increase the fuzziness of a search. For example, <em>Wladimir~2</em> will return not just the term “Wladimir” but also similar spellings such as "Wladimyr" or "Vladimyr". A spelling variant is defined by the number of spelling mistakes that must be made to get from the original word to the variant.
de: Nuzten sie <em>~</em> um die Ungenauigkeit einer Suche zu erhöhen. So wird <em>Wladimir~2</em> nicht nur den Begriff “Wladimir” sondern auch verwandte Schreibweisen wie "Wladimyr" und "Vladimyr" treffen.

source: Use at least six characters
bs: Koristi najmaje šest karaktera
de: Mindestens sechs Buchstaben

source: Use the API key to read and write data via remote applications.
bs: Koristi API ključ za čitanje i pisanje podataka pomoću udaljene aplikacije.
de: Nutzen sie den API-Schlüssel um Daten aus anderen Programmen zu lesen oder schreiben.

source: Used for optical text recognition in non-Latin alphabets.
de: Wir zur optischen Erkennung von Schrift in Dokumenten verwendet.

source: Users
bs: Korisnici
de: Benutzer

source: View
bs: Pregled
de: Darstellung

source: View the latest updates to datasets, groups and tracking alerts you follow.
de: Sehen sie die neusten Datensätze, Gruppen und Treffer zu ihren Themen-Abos.

source: Warning:
bs: Upozorenje:
de: Warnung:

source: We've sent you an email, please follow the link to complete your registration
bs: Poslali smo Vam e-mail, molimo da pomoću linka završite svoju registraciju
de: Wir haben ihnen eine E-Mail geschickt, folgen sie dem enthaltenen Link um die Anmeldung abzuschliessen

source: What's new, {role}?
de: Was läuft, {role}?

source: Workspace
de: Arbeitsplatz

source: You are not tracking any searches
bs: Ne pratite nijednu pretragu
de: Sie haben keine Themen-Abos

source: You are publishing a dataset. Published datasets are understood as raw evidence and can be made public for every visitor of the system to see. Please make sure you do not publish material identifying your sources, directly or through metadata.
de: Sie veröffentlichen einen Datensatz. Veröffentlichte Datensätze werden als Beweismaterial verstanden und können der Öffentlichkeit zugänglich gemacht werden. Bitte stellen sie sicher, dass sie keine Daten veröffentlichen die ihre Quellen identifizieren.

source: You are receiving alerts about this search.
bs: Dobijate notifikacije u vezi ove pretrage.
de: Zu diesem Suchbegriff erhalten sie Benachrichtigungen

source: You do not have any network diagrams yet
de: Sie haben noch keine Netzwerkdiagramme angelegt.

source: You do not have any personal datasets yet
de: Sie haben noch keine persönlichen Datensätze angelegt

source: You have no unseen notifications
de: Sie haben keine ungesehenen Benachrichtigungen

source: You have selected {selectedCount, number} {selectedCount, plural, one {collection} other {collections} }
de: Sie haben {selectedCount, number} {selectedCount, plural, one {Datensatz} other {Datensätze} } ausgewählt.

source: You must create an object of type "{range}" to be the {property}
de: Sie benötigen eine "{range}" als Zuweisung für die Eigenschaft {property}

source: You must log in to create a diagram
de: Um ein Netzwerkdiagramm anzulegen müssen sie angemeldet sein.

source: You must sign in to upload your own data.
de: Um ihre eigenen Daten hoch zu laden müssen sie sich anmelden.

source: You will receive notifications when a new result is added that matches any of the alerts you have set up below.
de: Sie erhalten eine Benachrichtigung, sobald ein neues Suchergebnis zu einem ihrer Themen-Abos bereit steht.

source: Your Name
bs: Vaše ime
de: Ihr Name

source: Your changes are saved.
bs: Vaše izmjene su sačuvane.
de: Ich gebe ihnen mein Ehrenwort!

source: Your diagram has been created successfully.
de: Ihr Diagramm wurde erfolgreich erstellt.

source: Your diagram has been successfully updated.
de: Ihr Diagramm wurde erfolgreich aktualisiert.

source: Your e-mail address cannot be changed
bs: Vaša e-mail adresa ne može se promijeniti
de: Sie können Ihre E-Mail Adresse nicht ändern.

source: Your passwords are not the same!
bs: Vaše šifre nisu iste!
de: Die Passwörter stimmen nicht überein!

source: from {collections} datasets
de: aus {collections} Datensätzen

source: in {count} countries
de: in {count} Ländern

source: no options
de: keine Optionen

source: not:
bs: osim:
de: nicht:

source: unknown
de: unbekannt

source: {count, plural, one {Address} other {Addresses}}
de: {count, plural, one {Adresse} other {Adressen}}

source: {count, plural, one {Category} other {Categories}}
de: {count, plural, one {Kategorie} other {Kategorien}}

source: {count, plural, one {Country} other {Countries}}
de: {count, plural, one {Land} other {Länder}}

source: {count, plural, one {Dataset} other {Datasets}}
de: {count, plural, one {Datensatz} other {Datensätze}}

source: {count, plural, one {File type} other {File types}}
de: {count, plural, one {Dateityp} other {Dateitypen}}

source: {count, plural, one {Iban number} other {Iban numbers}}
de: {count, plural, one {IBAN} other {IBANs}}

source: {count, plural, one {Language} other {Languages}}
de: {count, plural, one {Sprache} other {Sprachen}}

source: {count, plural, one {Name} other {Names}}
de: {count, plural, one {Name} other {Namen}}

source: {count, plural, one {Phone number} other {Phone numbers}}
de: {count, plural, one {Telefonnummer} other {Telefonnummern}}

source: {count, plural, one {Type} other {Types}}
de: {count, plural, one {Typ} other {Typen}}

source: {count} entries
de: {count} Einträge

source: {count} mentions in {appName}
de: {count} Erwähnungen in {appName}

source: {count} more countries & territories
de: {count} weitere Länder und Regionen

source: {count} more datasets
de: {count} weitere Datensätze

source: {count} more entity types
de: {count} weitere Typen

source: {count} selected
bs: {count} odabrano
de: {count} ausgewählt

source: {finished} of {total} completed
de: {finished} von {total} erledigt

source: '{name}' of …
bs: '{name}' od ...

source: Access control
bs: Kontrola pristupa

source: Add alert
bs: Dodaj notifikaciju

source: Addresses
bs: Adrese

source: An error occured while attempting to delete this case.
bs: Dogodila se grešla prilikom brisanja ovog slučaja.

source: Are you sure you want to delete all contained items?
bs: Da li ste sigurni da želite da izbrišete sve stavke unutar ovoga?

source: Are you sure you want to delete this item?
bs: Da li ste sigurni da želite da izbrišete ovu stavku?

source: Author
bs: Autor

source: Authored
bs: Napisao/la

source: Authors
bs: Autori

source: Choose a title:
bs: Izaberi naslov:

source: Clear this filter
bs: Uklonite filter

source: Delete selected
bs: Izbriši selektovano

source: Describe it briefly:
bs: Opišite ukratko:

source: E-Mails
bs: E-mailovi

source: File name
bs: Naziv fajla

source: File size
bs: Veličina fajla

source: File types
bs: Tip fajla

source: Import ID
bs: ID unosa

source: Imported
bs: Uneseno

source: Login is disabled
bs: Prijava nije moguća

source: Manage your investigations
bs: Upravljajte svojim istragama

source: Mark as seen
bs: Označi kao viđeno

source: Modified
bs: Izmijenjeno

source: Name
bs: Ime

source: Names
bs: Imena

source: No match, keep typing
bs: Bez rezultata, nastavi pisati.

source: No page within this document matches your search.
bs: Nijedna stranica unutar ovog dokumenta ne odgovara Vašoj pretrazi.

source: Open
bs: Otvori

source: Page {currentPage} of {numberOfPages}
bs: Stranica {currentPage} od {numberOfPages}

source: Phones
bs: Telefoni

source: Profile
bs: Profil

source: Retrieved
bs: Preuzeto

source: Search by name or email
bs: Pretraži po nazivu ili e-mailu

source: Search companies, people and ...
bs: Pretraži kompanije, ljude i ...

source: Search companies, people and documents.
bs: Pretraži kompanije, osobe ili dokumente

source: Search {total} public records and leaks from {collections} sources
bs: Pretraži {total} javnih evidencija i podataka koji su procurili u javnost iz {collections} izvora

source: Search…
bs: Pretraži...

source: Shared with
bs: Podijeljeno sa

source: Some sources are hidden from anonymous users. Please sign in to see all results you’re authorised to access!
bs: Neki izvori su sakriveni od korisnika koji nisu logovani. Molimo vas da se logujete kako bi vidjeli sve rezultate koje ste ovlašteni da vidite!

source: Source
bs: Izvor

source: Source settings
bs: Podešavanja izvora

source: Sources
bs: Izvori

source: Stop tracking
bs: Prestani pratiti

source: Tags
bs: Linkovi

source: There are no notifications
bs: Nemate notifikacija

source: Types
bs: Tipovi

source: Untitled
bs: Bez naslova

source: Uploader
bs: Dodao/la

source: You will receive alerts for new results.
bs: Dobiti ćete notifikacije za novu pretragu.

source: You will receive notifications when a new document or entity matches any of the alerts you have set up below.
bs: Dobiti ćete notifikacije kada novi dokument ili entitet bude odgovarao bilo kojoj notifikaciji koju ste dodali ispod.

source: Your notifications
bs: Vaše notifikacije

source: in:
bs: unutar:

source: results
bs: rezultata
